Repository: nymtech/nym-vpn-client
Catalog: nym-vpn-apple/NymVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# generatePassphrase.title2
source: Creating your anonymous identity...
ar: إنشاء هويتك المجهولة...
bn: আপনার গোপনীয় পরিচয় তৈরি করা হচ্ছে
de: Erstelle deine anonyme Identität...
es: Creando tu identidad anónima...
fa: در حال ساخت هویت ناشناس شما...
fr: Création de votre identité anonyme...
hi: आपकी गुमनाम पहचान बनाई जा रही है...
it: Creazione della tua identità anonima...
ja: 匿名IDを作成しています...
pt_br: Criando sua identidade anônima...
ru: Создание вашей анонимной личности...
tr: Anonim kimliğiniz oluşturuluyor...
uk: Створення вашої анонімної ідентифікації...
vi: Đang tạo danh tính ẩn danh của bạn...
zh_hans: 创建您的匿名身份...

# generatePassphrase.title3
source: Securing your credentials locally...
ar: تأمين بيانات الاعتماد الخاصة بك محلياً...
bn: আপনার ক্রেডেনশিয়ালগুলো লোকালি সুরক্ষিত করা হচ্ছে।
de: Deine Anmeldeinformationen lokal sichern...
es: Asegurando tus credenciales localmente...
fa: ایمن‌سازی مدارک شما به صورت محلی...
fr: Sécurisation de vos identifiants localement...
hi: आपके प्रमाणपत्रों को स्थानीय रूप से सुरक्षित किया जा रहा है...
it: Proteggere le tue credenziali localmente...
ja: ローカルで資格情報を保護しています...
pt_br: Protegendo suas credenciais localmente...
ru: Защита ваших учетных данных локально...
tr: Kimlik bilgilerinizi yerel olarak güvence altına alınıyor…
uk: Захист ваших облікових даних локально...
vi: Đang bảo mật cục bộ thông tin xác thực của bạn...
zh_hans: 正在保存您的凭据到本地...

# getewaySelector.close
source: Close
ar: أغلق
bn: বন্ধ
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 終了
pt_br: Fechar
ru: Закрыть
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭

# getewaySelector.identityKey
source: Identity key:
ar: مفتاح الهوية:
bn: আইডেন্টিটি কী:
de: Identitätsschlüssel:
es: Clave de identidad:
fa: کلید شناسایی هویت:
fr: Identifiant du serveur
hi: आइडेंटिटी की:
it: Chiave di identità:
ja: IDキー:
pt_br: Chave de identificação:
ru: Идентификационный ключ:
tr: Kimlik anahtarı:
uk: Ідентифікаційний ключ:
vi: Khóa xác thực:
zh_hans: 身份密钥：

source: High
ar: مرتفع
bn: উচ্চ
de: Hoch
es: Alta
fa: بالا
fr: Élevé
hi: उच्च
it: Alto
ja: 高い
pt_br: alta
ru: Высокий
tr: Yüksek
uk: Високий
vi: Cao
zh_hans: 高

# home.connectingRetryAttempt
source: Attempt
ar: محاولة
bn: চেষ্টা
de: Versuch
es: Intento
fa: تلاش
fr: Tentative
hi: प्रयास
it: Tentativo
pt_br: Tentativa
ru: Повторная попытка
tr: Deneme
uk: Спроба
vi: Lần thử
zh_hans: 尝试

# home.deviceNoInternet
source: Your device has no internet connection
ar: جهازك ليس لديه اتصال بالإنترنت
bn: আপনার ডিভাইসে ইন্টারনেট সংযোগ নেই
de: Dein Gerät hat keine Internetverbindung
es: Tu dispositivo no tiene conexión a Internet
fa: دستگاه شما به اینترنت متصل نیست
fr: Votre appareil n'est pas connecté à internet
hi: आपके डिवाइस में इंटरनेट कनेक्शन नहीं है
it: Il tuo dispositivo non ha connessione internet
ja: あなたのデバイスはインターネットに接続されていません
pt_br: Seu dispositivo não tem conexão com a internet
ru: Ваше устройство не подключено к интернету
tr: Cihazınızın internet bağlantısı yok
uk: Ваш пристрій не підключено до Інтернету
vi: Thiết bị của bạn không có kết nối internet
zh_hans: 您的设备无网络连接

# home.deviceNoInternetReconnect
source: Will connect once device goes online
ar: سيتم الاتصال بمجرد وصول الجهاز إلى الإنترنت
bn: ডিভাইস অনলাইনে এলে সংযুক্ত হবে
de: Verbindet sich, sobald das Gerät online ist
es: Se conectará cuando el dispositivo este online
fa: زمانی که دستگاه آنلاین شد متصل خواهد شد
fr: La connexion sera rétablie une fois connecté à internet
hi: उपकरण ऑनलाइन होने पर कनेक्ट होगा
it: Si connetterà una volta che il dispositivo va in rete
ja: デバイスがオンラインになると接続されます
pt_br: Será conectado quando o dispositivo ficar online
ru: Подключение будет установлено, как только устройство подключится к интернету
tr: Cihaz çevrimiçi olduğunda bağlanacaktır
uk: Підключиться, коли пристрій увімкнеться в мережу
vi: Sẽ kết nối khi thiết bị trực tuyến
zh_hans: 设备上线后将连接

# home.entryHop
source: Entry location
ar: موقع الإدخال
de: Eintrittsort
es: Ubicación de la entrada
fr: Emplacement de l'entrée
hi: उद्भव स्थान
it: Luogo di ingresso
ja: エントリの場所
pt_br: Localização da postagem
ru: Локация входа
uk: Місце входу
vi: Vị trí vào
zh_hans: 入口位置

# home.exitHop
source: Exit location
ar: الخروج من الموقع
de: Austrittssort
es: Salir de ubicación
fr: Sortir de la position
hi: आखरी स्थान
it: Uscita posizione
ja: 終了場所
pt_br: Local de saída
ru: Локация выхода
uk: Місце виходу
vi: Vị trí thoát
zh_hans: 退出位置

# home.getStarted
source: Get started
ar: بدء التشغيل
bn: শুরু করুন
de: Los geht's
es: Comenzar
fa: شروع کنید
fr: Commencer
hi: शुरू करें
it: Per iniziare
ja: 開始する
pt_br: Começar
ru: Начало работы
tr: Başlayın
uk: Почати
vi: Bắt đầu
zh_hans: 开始

# home.installDaemon
source: Installing and authorizing daemon...
ar: جارٍ تثبيت وتأذن بالهدايمون...
bn: ডেমন ইনস্টল ও অনুমোদন করা হচ্ছে…
de: Daemon installieren und autorisieren...
es: Instalando y autorizando daemon...
fa: در حال نصب و مجوزدهی به دیمون...
fr: Installation du daemon en cours...
hi: Daemon स्थापित करना और अधिकृत करना...
it: Installazione e autorizzazione del demone...
ja: デーモンのインストールと認証中...
pt_br: Instalando e autorizando daemon...
ru: Установка и авторизация демона...
tr: Daemon kuruluyor ve yetkilendiriliyor...
uk: Встановлення та авторизація daemon...
vi: Đang cài đặt và cấp quyền cho daemon...
zh_hans: 正在安装并授权守护程序……

# home.installDaemonButton
source: Preparing…
ar: جارٍ تحضير…
bn: প্রস্তুত করা হচ্ছে
de: Vorbereiten…
es: Preparando…
fa: در حال آماده‌سازی…
fr: Préparation...
hi: तैयार किया जा रहा हैं…
it: Preparazione…
ja: 準備中…
pt_br: Preparando…
ru: Подготовка…
tr: Hazırlanıyor…
uk: Підготовка..
vi: Đang chuẩn bị…
zh_hans: 正在准备…

# home.installDaemonFailure
source: Error: Failed to install and authorize daemon
ar: خطأ: فشل في تثبيت وتفويض الرديمون
bn: ত্রুটি: ডেমন ইনস্টল ও অনুমোদন ব্যর্থ হয়েছে
de: Fehler: Installation und Autorisierung des Daemons fehlgeschlagen
es: Error: Fallo al instalar y autorizar el daemon
fa: خطا: نصب و اجازه دادن به دیمون ناموفق بود
fr: Erreur : impossible d'installer et d'autoriser le daemon
hi: एरर: daemon को स्थापित करने और अधिकृत करने में विफल
it: Errore: impossibile installare e autorizzare il demone
ja: エラー：デーモンのインストールと認証に失敗しました
pt_br: Erro: Falha ao instalar e autorizar o daemon
ru: Ошибка: Не удалось установить и авторизовать демон
tr: Hata: Daemon'u yükleme ve yetkilendirme başarısız oldu
uk: Помилка: Не вдалося встановити та авторизувати daemon
vi: Lỗi: Không thể cài đặt và cấp quyền cho daemon
zh_hans: 错误：安装并授权守护程序失败

# home.modal.noInternetConnection.subtitle
source: It appears you are not connected to the internet. Please check your internet connection and try to connect.
ar: يبدو أنك غير متصل بالإنترنت. الرجاء التحقق من اتصالك بالإنترنت ومحاولة الاتصال.
bn: মনে হচ্ছে আপনি ইন্টারনেটে নেই। অনুগ্রহ করে ইন্টারনেট সংযোগ পরীক্ষা করে পুনরায় চেষ্টা করুন।
de: Es scheint, dass du nicht mit dem Internet verbunden bist. Bitte überprüfe deine Internetverbindung und versuche, eine Verbindung herzustellen.
es: Parece que no estás conectado a Internet. Por favor, comprueba tu conexión a Internet e intenta conectarte.
fa: به نظر می‌رسد شما به اینترنت متصل نیستید. لطفاً اینترنت خود را بررسی کرده و دوباره متصل شوید.
fr: Vous n'êtes pas connecté à internet. Merci de vérifier votre connexion à internet et de réessayer.
hi: आप इंटरनेट से जुड़े नहीं हैं। कृपया अपने इंटरनेट कनेक्शन की जांच करें और फिर से कनेक्ट करने की कोशिश करें।
it: Sembra che tu non sia connesso a internet. Controlla la tua connessione internet e prova a connetterti.
ja: インターネットに接続されていないようです。インターネット接続を確認し、接続を試してください。
pt_br: Parece que você não está conectado à internet. Verifique sua conexão com a internet e tente se conectar.
ru: Похоже, что ваше устройство не подключено к интернету. Пожалуйста, проверьте подключение к сети и попробуйте подключиться снова.
tr: İnternete bağlı olmadığınız anlaşılıyor. Lütfen internet bağlantınızı kontrol edin ve bağlanmayı deneyin.
uk: Здається, ви не підключені до Інтернету. Будь ласка, перевірте підключення до Інтернету та спробуйте підключитися.
vi: Có vẻ như bạn chưa kết nối internet. Vui lòng kiểm tra kết nối mạng của bạn và thử lại.
zh_hans: 您似乎未连接网络。请检查您的网络连接并尝试连接。

# home.modal.noInternetConnection.title
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
bn: কোনও ইন্টারনেট সংযোগ নেই
de: Keine Internetverbindung
es: Sin conexión a internet
fa: اینترنت وجود ندارد
fr: Pas de connexion à internet
hi: इंटरनेट कनेक्शन नहीं है
it: Nessuna connessione internet
ja: インターネット接続がありません
pt_br: Sem conexão com a Internet
ru: Нет интернета
tr: İnternet bağlantısı yok
uk: Немає підключення до Інтернету
vi: Không có kết nối Internet
zh_hans: 无网络连接

# home.modal.update
source: Update
ar: تحديث
bn: আপডেট
es: Actualizar
fa: به‌روزرسانی
fr: Mise à jour
hi: अपडेट करें
it: Aggiorna
ja: アップデート
pt_br: Atualizar
ru: Обновиться
tr: Güncelle
uk: Оновлення
vi: Cập nhật
zh_hans: 更新

# home.modal.updateAvailable.subtitle
source: Your app is no longer supported. Please download the latest version to continue using NymVPN.
ar: لم يعد التطبيق الخاص بك مدعوماً. الرجاء تحميل أحدث إصدار لمواصلة استخدام NymVPN.
bn: আপনার অ্যাপ আর সমর্থিত নয় অনুগ্রহ করে NymVPN ব্যবহার চালিয়ে যেতে সর্বশেষ সংস্করণে আপডেট করুন.
de: Deine App wird nicht mehr unterstützt. Bitte lade die neueste Version herunter, um NymVPN weiter nutzen zu können.
es: Su aplicación ya no está soportada. Por favor, actualice a la última versión para continuar usando NymVPN.
fa: این نسخه از برنامه دیگر پشتیبانی نمی‌شود. لطفا برای استفاده مجدد به آخرین نسخه به‌روزرسانی کنید.
fr: Votre application n'est plus à jour. Merci de télécharger la dernière version pour continuer à utiliser NymVPN.
hi: आपका ऐप अब समर्थित नहीं है। कृपया NymVPN का उपयोग जारी रखने के लिए नए वर्ज़न के साथ अपडेट करें।
it: La tua app non è più supportata. Scarica l'ultima versione per continuare a utilizzare NymVPN.
ja: お使いのアプリはサポートされていません。NymVPNを引き続き使用するには最新バージョンをダウンロードしてください。
pt_br: Seu aplicativo não é mais suportado. Baixe a versão mais recente para continuar usando o NymVPN.
ru: Ваше приложение больше не поддерживается. Пожалуйста, загрузите последнюю версию, чтобы продолжить пользование NymVPN.
tr: Uygulamanız artık desteklenmiyor. NymVPN'i kullanmaya devam etmek için lütfen en son sürümü indirin.
uk: Ваш додаток більше не підтримується. Будь ласка, завантажте останню версію, щоб продовжити використання NymVPN.
vi: Ứng dụng của bạn không còn được hỗ trợ. Vui lòng tải xuống phiên bản mới nhất để tiếp tục sử dụng NymVPN.
zh_hans: 您的应用不再支持。请下载最新版本以继续使用 NymVPN。

# home.modal.updateAvailable.title
source: Update required
ar: التحديث مطلوب
bn: আপডেট প্রয়োজন
de: Update erforderlich
es: Actualización requerida
fa: به‌روزرسانی لازم است
fr: Mise à jour requise
hi: अपडेट आवश्यक है!
it: Aggiornamento richiesto
ja: アップデートが必要です。
pt_br: Atualização necessária
ru: Необходимо обновиться
tr: Güncelleme gerekli
uk: Потрібне оновлення
vi: Cần cập nhật
zh_hans: 需要更新

# home.serverDetails
source: Server details
ar: تفاصيل الخادم
bn: সার্ভার বিবরণ
es: Detalles del servidor
fa: جزئیات سرور
fr: Détails du serveur
hi: सर्वर विवरण
it: Dettagli del server
ja: サーバーの詳細
pt_br: Detalhes do servidor
ru: Детали сервера
tr: Sunucu detayları
uk: Деталі сервера
vi: Thông tin máy chủ
zh_hans: 服务器详细信息

# joinDiscord
source: Join us on Discord
ar: انضم إلينا على Discord
bn: Discord-এ যোগ দিন
de: Tritt unserem Discord Channel bei
es: Únete a nuestro Discord
fa: به ما در Discord پیوندید
fr: Rejoignez-nous sur Discord
hi: Discord पर हमसे जुड़ें
it: Unisciti a noi su Discord
ja: Discordに参加
pt_br: Junte-se a nós no Discord
ru: Присоединяйтесь к нам в Discord
tr: Discord'da bize katılın
uk: Приєднуйтесь до нас Discord
vi: Tham gia Discord của chúng tôi
zh_hans: 加入Discord

# joinMatrix
source: Join us on Matrix
ar: انضم إلينا على Matrix
bn: Matrix-এ যোগ দিন
de: Tritt unserem Matrix Chat bei
es: Únete en Matrix
fa: به ما در Matrix بپیوندید
fr: Rejoignez-nous sur Matrix
hi: Matrix पर हमसे जुड़ें
it: Unisciti a noi su Matrix
ja: Matrixに参加
pt_br: Junte-se a nós no Matrix
ru: Присоединяйтесь к нам в Matrix
tr: Matrix'te bize katılın
uk: Приєднуйтесь до нас в Matrix
vi: Tham gia Matrix của chúng tôi
zh_hans: 加入Matrix

# lastHopSelection
source: Exit location
ar: الخروج من الموقع
de: Austrittssort
es: Salir de ubicación
fr: Sortir de la position
hi: आखरी स्थान
it: Uscita posizione
ja: 終了場所
pt_br: Local de saída
ru: Локация выхода
uk: Місце виходу
vi: Vị trí thoát
zh_hans: 退出位置

source: Legal
ar: قانوني
bn: আইনগত
de: Rechtlich
fa: قانونی
fr: Juridique
hi: कानूनी सूचनायें
it: Legale
ja: 法的事項
ru: Юридическая информация
tr: Yasal
uk: Правові
vi: Pháp lý
zh_hans: 法律条款

# legal.licence
source: Licence
ar: رخصة
bn: লাইসেন্স
de: Lizenz
es: Licencia
fa: مجوز
fr: License
hi: लाइसेंस
it: Licenza
ja: ライセンス
pt_br: Licença
ru: Лицензия
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 许可证

# legal.licences
source: Licences
ar: التراخيص
bn: লাইসেন্সসমূহ
de: Lizenzen
es: Licencias
fa: مجوزها
hi: लाइसेंस
it: Licenze
ja: ライセンス
pt_br: Licenças
ru: Лицензии
tr: Lisanslar
uk: Ліцензії
vi: Các giấy phép
zh_hans: 许可协议

# legal.privacyPolicy
source: Privacy statement
ar: بيان الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutzerklärung
es: Declaración de privacidad
fa: بیانیه حریم خصوصی
fr: Politique de confidentialité
hi: प्राइवेसी कथन
it: Privacy policy
ja: プライバシーポリシー
pt_br: Declaração de privacidade
ru: Заявление о конфиденциальности
tr: Gizlilik politikası
uk: Положення про конфіденційність
vi: Tuyên bố về quyền riêng tư
zh_hans: 隐私声明

# legal.termsOfUse
source: Terms of use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলি
de: Nutzungsbedingungen
es: Términos de uso
fa: شرایط استفاده از
fr: Conditions générales
hi: उपयोग की शर्तें
it: Termini di utilizzo
ja: 利用規約
pt_br: Termos de uso
ru: Правила пользования
tr: Kullanım şartları
uk: Умови використання
vi: Điều khoản sử dụng
zh_hans: 使用条款

# lightThemeTitle
source: Light theme
ar: نمط فاتح
bn: হালকা থিম
de: Heller Modus
es: Tema claro
fa: تم روشن
fr: Apparence claire
hi: लाइट थीम
it: Tema chiaro
ja: ライトモード
pt_br: Tema claro
ru: Светлая тема
tr: Açık tema
uk: Світла тема
vi: Giao diện sáng
zh_hans: 亮光模式

# locationModal.accuracy.subtitle1
source: Displayed locations are
ar: المواقع المعروضة هي
bn: প্রদর্শিত অবস্থানগুলো
de: Angezeigte Standorte sind
es: Las ubicaciones mostradas son
fa: مکان‌های نمایش‌داده‌شده عبارت‌اند از
fr: Les emplacements affichés sont
hi: दिखाई गई लोकेशन हैं
it: Le posizioni visualizzate sono
ja: 表示される場所は
pt_br: Locais exibidos são
ru: Отображаемые локации
tr: Görüntülenen konumlar
uk: Відображаються такі місця:
vi: Các vị trí được hiển thị
zh_hans: 显示的位置是

# locationModal.accuracy.subtitle2
source: determined from IP addresses
ar: حدد من عناوين IP
bn: iP ঠিকানার উপর নির্ধারিত
de: von IP-Adressen bestimmt
es: determinado a partir de direcciones IP
fa: با آدرس‌های IP تعیین شده‌اند
fr: déterminé à partir d'adresses IP
hi: IP पतों से निर्धारित होता है
it: determinato da indirizzi IP
ja: IPアドレスから決定
pt_br: determinado a partir de endereços IP
ru: определены с IP адресов
tr: IP adreslerine göre belirlenir
uk: визначено за IP-адресами
vi: xác định từ địa chỉ IP
zh_hans: 由 IP 地址决定

# locationModal.accuracy.subtitle3
source: and may not reflect exact physical locations.
ar: وقد لا تعكس المواقع المادية بدقة.
bn: বাস্তব ভূ-অবস্থান পুরোপুরি প্রতিফলিত নাও করতে পারে.
de: und spiegeln möglicherweise nicht den genauen Standort wider.
es: y puede no reflejar ubicaciones físicas exactas.
fa: و ممکن است اطلاعات مکانی دقیق را منعکس نکنند.
fr: et peut ne pas refléter des lieux physiques exacts.
hi: और ये वास्तविक स्थानों को पूरी तरह नहीं दिखा सकतीं।
it: e può non riflettere luoghi fisici esatti.
ja: 正確な物理的位置を反映していないかもしれません
pt_br: e pode não refletir localizações físicas exatas.
ru: и могут не отражать точные физические местоположения.
tr: ve gerçek fiziksel konumları tam olarak yansıtmayabilir.
uk: і можуть не відповідати точним фізичним розташуваннями.
vi: và có thể không phản ánh chính xác vị trí vật lý thực tế.
zh_hans: 而且可能没有反映确切的实际位置。

# locationModal.entry.title
source: Choosing entry servers
ar: اختيار خوادم الإدخال
bn: এন্ট্রি সার্ভার নির্বাচন করা হচ্ছে
de: Auswahl der Eintrittsserver
es: Elegir servidores de entrada
fa: در حال انتخاب سرورهای ورودی
fr: Choix des serveurs d'entrée
hi: प्रवेश सर्वर चुनना
it: Scegliere i server di entrata
ja: エントリーサーバーの選択
pt_br: Escolhendo servidores de entrada
ru: Выбор серверов входа
uk: Вибір серверів входу
vi: Đang chọn máy chủ vào
zh_hans: 选择入口网关

# locationModal.exit.title
source: Choosing exit locations
ar: اختيار مواقع الخروج
bn: এক্সিট লোকেশন নির্বাচন
de: Auswahl der Austrittsregionen
es: Elegir ubicaciones de salida
fa: انتخاب مناطق خروجی
fr: Choix des emplacements de sortie
hi: सर्वर स्थानों की जानकारी
it: Scegliere le posizioni di uscita
ja: 終了位置の選択
pt_br: Escolhendo locais de saída
ru: Выбор выходных локаций
tr: Çıkış sunucuları seçiliyor
uk: Вибір місця виходу
vi: Đang chọn vị trí thoát
zh_hans: 选择出口位置

# locationModal.locationAccuracy
source: Location accuracy
ar: دقة الموقع
bn: অবস্থানের নির্ভুলতা
de: Standortgenauigkeit
es: Precisión de ubicación
fa: دقت مکان
fr: Précision de la localisation
hi: लोकेशन सटीकता
it: Precisione posizione
ja: 位置情報の精度
pt_br: Precisão da localização
ru: Точность местоположения
uk: Точність місцезнаходження
vi: Vị trí chính xác
zh_hans: 位置精度

# locationModal.message
source: We infer server locations based on their IP addresses, but the actual locations may vary slightly.
ar: نستنتج مواقع الخوادم بناءً على عناوين IP الخاصة بها، ولكن المواقع الفعلية قد تختلف قليلاً.
bn: আমরা IP ঠিকানার উপর ভিত্তি করে সার্ভারের অবস্থান অনুমান করি, বাস্তব অবস্থান সামান্য ভিন্ন হতে পারে.
de: Wir leiten den Serverstandort von der IP-Addresse ab. Der reale Standort kann abweichen.
es: Inferimos la ubicación de los servidores basándonos en sus direcciones IP, pero las ubicaciones reales pueden variar ligeramente.
fa: ما موقعیت مکانی سرورها را بر اساس آدرس‌ IP آنها تشخیص می‌دهیم، اما ممکن است مکان حقیقی اندکی تفاوت داشته باشد.
fr: L'emplacement des passerelles est déterminé à partir de leur adresse IP. L'emplacement réel peut être différent.
hi: हम IP पतों के आधार पर सर्वर स्थानों का अनुमान लगाते हैं, लेकिन वास्तविक स्थानों में थोड़ा बदलाव हो सकता है।
it: L'ubicazione dei server viene dedotta in base ai loro indirizzi IP, ma l'ubicazione effettiva può variare leggermente.
ja: サーバーの場所はIPアドレスに基づいて推測していますが、実際の位置とは若干異なる場合があります。
pt_br: Inferimos a localização dos servidores com base em seus endereços IP, mas a localização real pode variar um pouco.
ru: Мы определяем местоположение серверов на основе их IP-адресов, однако фактические местоположения могут немного отличаться.
tr: Sunucu konumlarını IP adreslerine dayanarak tahmin ediyoruz, ancak gerçek konumlar biraz farklı olabilir.
uk: Ми визначаємо місцезнаходження серверів на основі їхніх IP-адрес, але фактичне місцезнаходження може дещо відрізнятися.
vi: Chúng tôi suy luận vị trí máy chủ dựa trên địa chỉ IP, nhưng vị trí thực tế có thể chênh lệch đôi chút.
zh_hans: 我们根据服务器的IP地址推断其位置，但其实际位置可能略有不同。

# locationModal.quic
source: QUIC protocol
ar: بروتوكول QUIC
bn: QUIC প্রটোকল
de: QUIC-Protokoll
es: Protocolo QUIC
fa: بروتوكول QUIC
fr: Protocole QUIC
hi: QUIC प्रोटोकॉल
it: Protocollo QUIC
ja: QUICプロトコル
pt_br: Protocolo QUIC
ru: Протокол QUIC
tr: QUIC protokolü
uk: Протокол QUIC
vi: Giao thức QUIC
zh_hans: QUIC协议

# locationModal.quic.subtitle1
source: Improves the Fast mode reliability in restrictive networks by
ar: تحسين موثوقية الطريقة السريعة في الشبكات التقييدية عن طريق
bn: সীমাবদ্ধ নেটওয়ার্কে Fast মোডের নির্ভরযোগ্যতা বাড়াতে
de: Verbessert die Zuverlässigkeit des schnellen Modus in restriktiven Netzwerken,
es: Mejora la fiabilidad del modo rápido en redes restrictivas por
fa: پایداری حالت Fast را در شبکه‌های محدودکننده بهبود می‌دهد از طریق
fr: Améliore la fiabilité du mode rapide dans les réseaux restrictifs par
hi: प्रतिबंधात्मक नेटवर्क में फ़ास्ट मोड की विश्वसनीयता में सुधार करता है
it: Migliora l'affidabilità della modalità veloce nelle reti restrittive da
ja: 制限されたネットワークにおけるファストモードの信頼性を向上させます:
pt_br: Melhora a confiabilidade do modo rápido em redes restritivas por
ru: Улучшает надежность быстрого режима в ограничительных сетях по
uk: Покращує надійність швидкого режиму в обмежених мережах за допомогою
vi: Cải thiện độ tin cậy của chế độ Nhanh trong các mạng hạn chế bằng cách
zh_hans: 通过以下方式来改善受审查的网络环境中快速模式的可靠性：

# locationModal.quic.subtitle2
source: wrapping WireGuard traffic in QUIC
ar: تغليف حركة WireGuard في QUIC
bn: WireGuard ট্র্যাফিককে QUIC (HTTP/3)-এ আবৃত করা হয়,
de: indem WireGuard Datenverkehr in QUIC (HTTP/3) eingehüllt wird.
es: envoltura del tráfico de Wirex Guard en QUIC
fa: قرار دادن ترافیک WireGuard در QUIC
fr: une enveloppe le trafic WireGuard en QUIC
hi: WireGuard ट्रैफ़िक को QUIC में लपेटना
it: avvolgere il traffico WireGuard in QUIC
ja: WireGuardトラフィックをQUICでラップする
pt_br: englobando tráfego de WireGuard no QUIC
ru: оборачивание трафика WireGuard в QUIC
uk: обгортання трафіку WireGuard в QUIC
vi: đóng gói lưu lượng WireGuard trong QUIC
zh_hans: 使用QUIC协议包装WireGuard流量

# locationModal.quic.subtitle3
source: (HTTP/3) to appear as regular web browsing.
ar: (HTTP/3) تظهر كتصفح ويب منتظم.
bn: যাতে (HTTP/3) স্বাভাবিক ওয়েব ব্রাউজিংয়ের মতো দেখা যায়।
de: Der Datenverkehr erscheint wie normales Webbrowsing im Internet.
es: (HTTP/3) para aparecer como navegación regular por la web.
fa: (HTTP/3) تا ترافیک شبیه وبگردی عادی به نظر برسد.
fr: (HTTP/3) pour apparaître comme une navigation normale sur le Web.
hi: (HTTP/3) को नियमित वेब ब्राउज़िंग की तरह प्रदर्शित करने के लिए।
it: (HTTP/3) per apparire come normale navigazione web.
ja: (HTTP/3) は通常のウェブブラウジングとして表示されます。
pt_br: (HTTP/3) para aparecer como navegação regular.
ru: (HTTP/3) будет отображаться как обычный веб-браузер.
uk: (HTTP/3) виглядатиме як звичайний веб-перегляд.
vi: (HTTP/3) để hiển thị như duyệt web thông thường.
zh_hans: (HTTP/3) 看起来像常规浏览器的流量。

# locationModal.readMore
source: Read more
ar: اقرأ المزيد
bn: আরও পড়ুন
de: Mehr lesen
es: Leer más
fa: بیشتر بخوانید
fr: En savoir plus
hi: आगे पढ़ें
it: Leggi di più
ja: 詳細を読む
pt_br: Ler mais
ru: Читать далее
tr: Devamını Okuyun
uk: Читати далі
vi: Đọc thêm
zh_hans: 阅读更多

# locationModal.streaming
source: Streaming
ar: البث
bn: স্ট্রিমিং
es: Transmisión
fa: استریمینگ
fr: Streaming en cours
hi: Streaming Services
ja: ストリーミング
pt_br: Transmitindo
ru: Стриминг
tr: Yayın
uk: Трансляція
vi: Phát trực tiếp
zh_hans: 流媒体

# locationModal.streaming.subtitle1
source: Residential IP servers
ar: خوادم IP السكنية
bn: রেসিডেন্সিয়াল IP সার্ভার
de: Wohnungs-IP-Server
es: Servidores IP residenciales
fa: IP سرورهای مسکونی
fr: Serveurs IP résidentiels
hi: आवासीय IP सर्वर
it: Server IP residenziali
ja: レジデンシャルIPサーバー
pt_br: Servidores IP residenciais
ru: Серверы с резидентскими IP-адресами
tr: Residential IP sunucuları,
uk: Житлові IP сервери
vi: Máy chủ IP dân cư
zh_hans: 住宅IP服务器
